tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "asdf"
brew "git"
brew "lsd"
brew "neofetch"
brew "starship"
brew "zsh"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "backblaze"
cask "bartender"
cask "dash"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "postgres-unofficial"
cask "tableplus"
cask "temurin"
cask "tower"
cask "visual-studio-code"
