tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "fd"
brew "git"
brew "lsd"
brew "neovim"
brew "starship"
brew "tldr"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "backblaze"
cask "bartender"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "istat-menus"
cask "karabiner-elements"
cask "kitty"
cask "prismlauncher"
cask "rectangle"
cask "temurin17"
cask "visual-studio-code-insiders"
